tap "anchore/grype"
tap "anchore/syft"
tap "azure/kubelogin"
tap "fluxcd/tap"
tap "oven-sh/bun"
tap "qmk/qmk"

brew "act"
brew "ansible"
brew "ansible-lint"
brew "ansible@9"
brew "awscli"
brew "az-kubelogin"
brew "azcopy"
brew "azure-cli"
brew "bandit"
brew "basedpyright"
brew "bun"
brew "ca-certificates"
brew "checkov"
brew "colima"
brew "container"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "direnv"
brew "dive"
brew "dnscrypt-proxy"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "dos2unix"
brew "dust"
brew "eza"
brew "ffmpeg"
brew "fish"
brew "flux"
brew "fzf"
brew "gettext"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "glab"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "graphviz"
brew "grype"
brew "helm"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "just"
brew "k9s"
brew "ko"
brew "krew"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "make"
brew "mariadb"
brew "markdownlint-cli"
brew "mas"
brew "midnight-commander"
brew "mongocli"
brew "mprocs"
brew "mysql-client"
brew "ncspot"
brew "neovide"
brew "neovim"
brew "nmap"
brew "openldap"
brew "openssh"
brew "openssl@1.1"
brew "openssl@3"
brew "opentofu"
brew "pinentry-mac"
brew "poetry"
brew "popeye"
brew "postgresql@14"
brew "pwgen"
brew "qmk"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "ruff"
brew "rust-analyzer"
brew "rustup"
brew "sqlite"
brew "sshpass"
brew "starship"
brew "stunnel"
brew "syft"
brew "tailwindcss"
brew "tcping"
brew "tflint"
brew "tfsec"
brew "tidy-html5"
brew "tofu-ls"
brew "tokei"
brew "tmux"
brew "tree"
brew "unbound"
brew "uv"
brew "velero"
brew "watch"
brew "watchexec"
brew "wget"
brew "whois"
brew "xz"
brew "yamllint"
brew "ykman"
brew "yq"
brew "zellij"

cask "1password-cli"
cask "brave-browser"
cask "drawio"
cask "font-comic-mono"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "freelens"
cask "fork"
cask "gcloud-cli"
cask "ghostty"
cask "inkscape"
cask "keybase"
cask "legcord"
cask "mattermost"
cask "obsidian"
cask "secretive"
cask "session-manager-plugin"
cask "spotify"
cask "vlc"
cask "wezterm"
cask "wireshark-app"
cask "zed"
